Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
tr: Parola
uk: Пароль

source: Pasta
de: Nudeln
fr: Pâtes (alimentaires)
hi: पास्ता
pt: Massa
ru: Макароны
tr: Makarna
uk: Паста

source: Pastry
de: Teig
es: Masa
fr: Pâtisserie
hi: पेस्ट्री
it: Pasta
nl: Gebak
pl: Ciasto
pt: Massa
ru: Тесто
tr: Hamur işi
uk: Тістеро

source: Patio
de: Terrasse
hi: आँगन
pt: Pátio
ru: Патио
tr: Veranda
uk: Патіо

source: Peach
de: Pfirsich
es: Melocotón
fr: Pêche
hi: पीच
it: Pesca
nl: Perzik
pl: Brzoskwinia
pt: Pêssego
ru: Персик
tr: Şeftali
uk: Персик

source: Peacock
de: Pfau
es: Pavo real
fr: Paon
hi: मोर
it: Fare il pavone
nl: Pauw
pl: Paw
pt: Pavão
ru: Павлин
tr: Tavuskuşu
uk: Павич

source: Pear
de: Birne
es: Pera
fr: Poire
hi: नाशपाती
it: Pera
nl: Peer
pl: Gruszka
pt: Pera
ru: Груша
tr: Armut
uk: Груша

source: Peel
de: Schale
es: Piel
fr: Éplucher
hi: छील
it: Buccia
nl: Schil
pl: Skórka
pt: Casca
ru: Кожура
tr: Kabuk
uk: Шкірка

source: Peeler
de: Gemüseschäler
es: Pelador
fr: Éplucheur électrique
hi: पीलर
it: Sbucciatore
nl: Schiller
pl: Obieraczka do warzyw
pt: Descascador
ru: Овощечистка
tr: Soyucu
uk: Пілер

source: Pekingese
de: Pekingesisch
es: Pequinés
fr: Pékinois
hi: पेकिंगीज़
it: Pechinese
nl: Pekingees
pl: Pekińczyk
pt: Pequinês
ru: Пекинезе
tr: Pekince
uk: Пекінес

source: Pelican
de: Pelikan
es: Pelícano
fr: Pélican
hi: पेलिकन
it: Pellicano
nl: Pelikaan
pl: Pelikan
pt: Pelicano
ru: Пеликан
tr: Pelikan
uk: Пелікан

source: Penguin
de: Pinguin
es: Pingüino
fr: Pingouin
hi: पेंग्विन
it: Pinguino
nl: Pinguïn
pl: Pingwin
pt: Pinguim
ru: Пингвин
tr: Penguen
uk: Пінгвін

source: Peninsula
de: Halbinsel
es: Península
fr: Péninsule
hi: प्रायद्वीप
it: Penisola
nl: Schiereiland
pl: Półwysep
pt: Península
ru: Полуостров
tr: Yarımada
uk: Півострів

source: Peony
de: Pfingstrose
es: Peonía
fr: Pivoine
hi: चपरासी
it: Peonia
nl: Pioen
pl: Piwonia
pt: Peônia
ru: Пион
tr: Şakayık
uk: Півонія

source: Pepper
de: Pfeffer
es: Pimienta
fr: Poivre
hi: काली मिर्च
it: Pepe
nl: Peper
pl: Pieprz
pt: Pimenta
ru: Перец
tr: Biber
uk: Перець

source: Percent
de: Prozent
es: Por ciento
fr: Pourcentage
hi: प्रतिशत
it: Percentuale
nl: Procent
pl: Procent
pt: Por cento
ru: Процент
tr: Yüzde
uk: Відсоток

source: Perch
de: Barsch
es: Perca
fr: Perchoir
hi: पर्च
it: Trespolo
nl: Baars
pl: Okoń
pt: Poleiro
ru: Окунь
tr: Tünek
uk: Окуні

source: Perihelion
de: Perihel
es: Perihelio
fr: Périhélie
hi: पेरिहेलियन
it: Perielio
nl: Perihelium
pl: Peryhelium
pt: Periélio
ru: Перигелий
uk: Перигелій

source: Perimeter
de: Umkreis
es: Perímetro
fr: Périmètre
hi: परिधि
it: Perimetro
nl: Omtrek
pl: Obwód
pt: Perímetro
ru: Периметр
tr: Çevre
uk: Периметр

source: Period
de: Zeitraum
es: Etapa
fr: Période
hi: अवधि
it: Periodo
nl: Periode
pl: Okres
pt: Período
ru: Период
tr: Dönem
uk: Період

source: Periwinkle
de: Immergrün
es: Hierba doncella
fr: Pervenche
hi: पेरिविंकल
it: Pervinca
nl: Maagdenpalm
pl: Barwinek
pt: Pervinca
ru: Барвинок
tr: Deniz salyangozu
uk: Барвінок

source: Perjury
de: Meineid
es: Perjurio
fr: Faux témoignage
hi: झूठी गवाही
it: Spergiuro
nl: Meineed
pl: Krzywoprzysięstwo
pt: Perjúrio
ru: Лжесвидетельство
tr: Yalancı şahitlik
uk: Лжесвідчення

source: Persian
de: Persisch
es: Persa
fr: Persan
hi: फारसी
it: Persiano
nl: Perzisch
pl: Pers
pt: Persa
ru: Персидский
tr: İran
uk: Перський

source: Personification
de: Personifizierung
es: Personificación
fr: Personnification
hi: मानवीकरण
it: Personificazione
nl: Verpersoonlijking
pl: Personifikacja
pt: Personificação
ru: Олицетворение
tr: Kişileştirme
uk: Уособлення

source: Petal
de: Blütenblatt
es: Pétalo
fr: Pétale
hi: पंखुड़ी
it: Petalo
nl: Bloemblad
pl: Płatek
pt: Pétala
ru: Лепесток
uk: Пелюстка

source: Petunia
de: Petunie
fr: Pétunia
hi: पेटुनीया
pt: Petúnia
ru: Петуния
tr: Petunya
uk: Петунія

source: Pharaoh
de: Pharao
es: Faraón
fr: Pharaon
hi: फिरौन
it: Faraone
nl: Farao
pl: Faraon
pt: Faraó
ru: Фараон
tr: Firavun
uk: Фараон

source: Pharmacist
de: Apotheker
es: Farmacéutico
fr: Pharmacien
hi: फार्मासिस्ट
it: Farmacista
nl: Apotheker
pl: Farmaceuta
pt: Farmacêutico
ru: Фармацевт
tr: Eczacı
uk: Фармацевт

source: Pharynx
de: Rachen
es: Faringe
hi: ग्रसनी
it: Faringe
nl: Keelholte
pl: Gardło
pt: Faringe
ru: Глотка
tr: Farenks
uk: Глота

source: Pheasant
de: Fasan
es: Faisán
fr: Faisan
hi: चेड़
it: Fagiano
nl: Fazant
pl: Bażant
pt: Faisão
ru: Фазан
tr: Sülün
uk: Фазан

source: Philippines
de: Philippinen
es: Filipinas
hi: फ़िलीपींस
it: Filippine
nl: Filipijnen
pl: Filipiny
pt: Filipinas
ru: Филиппины
tr: Filipinler
uk: Філіппіни

source: Philosophy
de: Philosophie
es: Filosofía
fr: Philosophie
hi: दर्शन-शास्त्र
it: Filosofia
nl: Filosofie
pl: Filozofia
pt: Filosofia
ru: Философия
tr: Felsefe
uk: Філософія

source: Phoenix
de: Phönix
es: Fénix
fr: Phénix
hi: फीनिक्स
it: Fenice
nl: Feniks
pl: Feniks
pt: Fênix
ru: Феникс
tr: Anka kuşu
uk: Фенікс

source: Photographer
de: Fotograf
es: Fotógrafo
fr: Photographe
hi: फ़ोटोग्राफ़र
it: Fotografo
nl: Fotograaf
pl: Fotograf
pt: Fotógrafo
ru: Фотограф
tr: Fotoğrafçı
uk: Фотограф

source: Photography
de: Fotografie
es: Fotografía
fr: Photographie
hi: फ़ोटोग्राफ़ी
it: Fotografia
nl: Fotografie
pl: Fotografika
pt: Fotografia
ru: Фотография
tr: Fotoğraf
uk: Фотографія

source: Photosphere
de: Fotosphäre
es: Fotosfera
fr: Photosphère
hi: फोटोस्फीयर
it: Fotosfera
nl: Fotosfeer
pl: Fotosfera
pt: Fotosfera
ru: Фотосфера
tr: Fotosfer
uk: Фотосфера

source: Physics
de: Physik
es: Física
fr: Physique
hi: भौतिकी
it: Fisica
nl: Natuurkunde
pl: Fizyka
pt: Física
ru: Физика
tr: Fizik
uk: Фізика

source: Piano
de: Klavier
hi: पियानो
it: Pianoforte
pl: Fortepian
ru: Фортепиано
tr: Piyano
uk: Фортепіано

source: Pica
de: Elster
hi: पिका
pl: Łaknienie spaczone
ru: Пика
tr: Pika
uk: Піка

source: Piccolo
de: Pikkolo
hi: पिककोलो
it: Ottavino
pl: Pikolo
pt: Flautim
ru: Пикколо
tr: Pikkolo
uk: Пікколо

source: Pickaxe
de: Spitzhacke
es: Pico
fr: Pioche
hi: पिकैक्स
it: Piccone
nl: Houweel
pl: Kilof
pt: Picareta
ru: Кирка
tr: Kazma
uk: Кирка

source: Pickpocketing
de: Taschendiebstahl
es: Carteristas
fr: Vol à la tire
hi: पिकपॉकेटिंग
it: Borseggiatore
nl: Zakkenrollers
pl: Kieszonkowanie
pt: Batedores de carteira
ru: Каредский
tr: Yankesicilik
uk: Кишенкові кадежки

source: Pie
de: Pastete
es: Tarta
fr: Tarte
hi: पाइ
it: Torta
nl: Taart
pl: Pasztecik
pt: Torta
ru: Пирог
tr: Tart
uk: Пиріг

source: Pigeon
de: Taube
es: Paloma
hi: कबूतर
it: Piccione
nl: Duif
pl: Gołąb
pt: Pombo
ru: Голубь
tr: Güvercin
uk: Голуб

source: Pillar
de: Hauptstütze
es: Pilar
fr: Pilier
hi: स्तंभ
it: Pilastro
nl: Pijler
pl: Filar
pt: Pilar
ru: Столб
tr: Sütun
uk: Стовп

source: Pine
de: Kiefer
es: Pino
fr: Pin
hi: पाइन
it: Pino
nl: Pijn
pl: Sosna
pt: Pinheiro
ru: Сосна
tr: Çam
uk: Сосна

source: Pink
de: Rosa
es: Rosa
fr: Rose
hi: गुलाबी
it: Rosa
nl: Roze
pl: Różowy
pt: Rosa
ru: Розовый
tr: Pembe
uk: Рожевий

source: Piracy
de: Piraterie
es: Piratería
fr: Piraterie
hi: जलदस्युता
it: Pirateria
nl: Piraterij
pl: Piractwo
pt: Pirataria
ru: Пиратство
tr: Korsanlık
uk: Піратія

source: Pistol
de: Pistole
es: Pistola
fr: Pistolet
hi: पिस्तौल
it: Pistola
nl: Pistool
pl: Pistolet
pt: Pistola
ru: Пистолет
tr: Tabanca
uk: Пістолет

source: Piston
de: Kolben
es: Pistón
hi: पिस्टन
it: Pistone
nl: Zuiger
pl: Tłok
pt: Pistão
ru: Поршень
uk: Поршень

source: Pitchfork
de: Heugabel
es: Horquilla
fr: Fourche
hi: पाँचा
it: Forcone
nl: Hooivork
pl: Widły
pt: Forcado
ru: (Сенные) вилы
tr: Dirgen
uk: Вилка

source: Pity
de: Mitleid
es: Compasión
fr: Pitié
hi: दया
it: Pietà
nl: Medelijden
pl: Szkoda
pt: Pena
ru: Жаль
tr: Acıma
uk: Шкатуй

source: Pixie
de: Kobold
es: Duendecillo
fr: Lutin
hi: पिक्सी
it: Folletto
nl: Fee
pl: Wróżka
pt: Duende
ru: Эльф
tr: Peri
uk: Піксі

source: Plain
de: Ebene
es: Llanura
fr: Plaine
hi: स्पष्ट
it: Semplice
nl: Vlak
pl: Zwykły
pt: Simples
ru: Простой
tr: Sade
uk: Простий

source: Plaintiff
de: Kläger
es: Demandante
fr: Plaignant
hi: वादी
it: Querelante
nl: Eiser
pl: Powód
pt: Querelante
ru: Истец
tr: Davacı
uk: Позивач

source: Plane
de: Flugzeug
es: Avión
fr: Avion
hi: विमान
it: Aereo
nl: Vliegtuig
pl: Samolot
pt: Avião
ru: Плоскость
tr: Uçak
uk: Літак

source: Plant
de: Pflanze
es: Planta
fr: Plante
hi: पौधा
it: Pianta
pl: Roślina
pt: Planta
ru: Растение
tr: Bitki
uk: Рослина

source: Planthopper
de: Pflanzenhopper
es: Saltamontes de plantas
fr: Sauterelle des plantes
hi: प्लांटहॉपर
it: Pianta di pianta
nl: Plantenhopper
ru: Плантатор
tr: Bitki çekirgesi
uk: Засадник

source: Plastic
de: Kunststoff
es: Plástico
fr: Plastique
hi: प्लास्टिक
it: Plastica
pl: Plastik
pt: Plástico
ru: Пластик
tr: Plastik
uk: Пластик

source: Plate
de: Teller
es: Plato
fr: Assiette
hi: प्लेट
it: Piatto
nl: Plaat
pl: Talerz
pt: Prato
ru: Номерной знак
tr: Tabak
uk: Тарілка

source: Plateau
de: Hochebene
es: Meseta
hi: पठार
it: Altopiano
pl: Płaskowyż
pt: Platô
ru: Плато
tr: Plato
uk: Плато

source: Platelet
de: Blutplättchen
es: Plaqueta
fr: Plaquette
hi: प्लेटलेट
it: Piastrina
nl: Bloedplaatje
pl: Płytka krwi
pt: Plaqueta
ru: Тромбоцит
tr: Trombosit
uk: Тромбоцити

source: Platinum
de: Platin
es: Platino
fr: Platine
hi: प्लेटिनम
it: Platino
nl: Platina
pl: Platyna
pt: Platina
ru: Платина
tr: Platin
uk: Платина

source: Platypus
de: Schnabeltier
es: Ornitorrinco
fr: Ornithorynque
hi: प्लैटिपस
it: Ornitorinco
nl: Vogelbekdier
pl: Dziobak
pt: Ornitorrinco
ru: Утконос
uk: Качкодзьов

source: Pleading
de: Flehend
es: Súplica
fr: Plaidoirie
hi: विनती करना
it: Supplica
nl: Pleidooi
pl: Błagania
pt: Súplica
ru: Ходатайство
tr: Yalvaran
uk: Благання

source: Pliers
de: Zange
es: Alicates
fr: Pinces
hi: प्लास
it: Pinze
nl: Tang
pl: Szczypce
pt: Alicate
ru: Плоскогубцы
tr: Pense
uk: Плоски

source: Plinth
de: Sockel
es: Zócalo
fr: Socle
hi: कुरसी
it: Piedistallo
nl: Plint
pl: Cokół
pt: Plinto
ru: Плинт
tr: Kaide
uk: Плінтус

source: Plot
de: Handlung
es: Argumento
fr: Intrigue
hi: कुचक्र
it: Trama
pl: Fabuła
pt: Trama
ru: Сюжет
tr: Arsa
uk: Ділянка

source: Plum
de: Pflaume
es: Ciruela
fr: Prune
hi: आलूचा
it: Prugna
nl: Pruim
pl: Śliwka
pt: Ameixa
ru: Слива
tr: Erik
uk: Слива

source: Plumber
de: Klempner
es: Fontanero
fr: Plombier
hi: नलकार
it: Idraulico
nl: Loodgieter
pl: Hydraulik
pt: Encanador
ru: Водопроводчик
tr: Muslukçu
uk: Сантехнік

source: Poach
de: Pochieren
es: Cocer a fuego lento
fr: Poché
hi: शिकार
it: Rubare
nl: Pocheren
pl: Kłusować
pt: Escalfar
ru: Пахт
tr: Haşır
uk: Пауш

source: Poaching
de: Wilderei
es: Caza furtiva
fr: Braconnage
hi: शिकार करना
it: Caccia di frodo
nl: Stroperij
pl: Kłusownictwo
pt: Cativa
ru: Плашный
tr: Kaçak acılık
uk: Пакуньєрство

source: Poetry
de: Poesie
es: Verso
fr: Poésie
hi: कविता
it: Poesia
nl: Poëzie
pl: Poezja
pt: Poesia
ru: Поэзия
tr: Şiir
uk: Поезія

source: Point
de: Punkt
es: Punto
hi: प्वाइंट
it: Punto
nl: Punt
pl: Punkt
pt: Ponto
ru: Точка
tr: Nokta
uk: Точка

source: Pointer
de: Zeiger
es: Indicador
fr: Pointeur
hi: सूचक
it: Puntatore
nl: Wijzer
pl: Wskaźnik
pt: Apontador
ru: Указатель
tr: İşaretçi
uk: Вказівник

source: Poland
de: Polen
es: Polonia
fr: Pologne
hi: पोलैंड
it: Polonia
nl: Polen
pl: Polska
pt: Polônia
ru: Польша
tr: Polonya
uk: Польща

source: Pole
de: Stock
es: Poste
fr: Pôle
hi: ध्रुव
it: Palo
nl: Paal
pl: Polak
pt: Poste
ru: Полюс
tr: Kutup
uk: Полюс

source: Policeman
de: Polizist
es: Policía
fr: Agent de police
hi: पुलिसकर्मी
it: Poliziotto
nl: Politieagent
pl: Policjant
pt: Policial
ru: Полицейский
tr: Polis
uk: Поліцейський

source: Polish
de: Hochglanz
es: Pulido
fr: Polir
hi: पॉलिश
it: Lucido
nl: Polijsten
pl: Polski
pt: Polimento
ru: Польский
tr: Polonyalı
uk: Польський

source: Politician
de: Politiker
es: Político
fr: Homme politique
hi: राजनेता
it: Politico
nl: Politicus
pl: Polityk
pt: Político
ru: Политик
tr: Politikacı
uk: Політик

source: Politics
de: Politik
es: Política
fr: Politique
hi: राजनीति
it: Politica
nl: Politiek
pl: Polityka
pt: Política
ru: Политика
tr: Politika
uk: Політика

source: Polygamy
de: Polygamie
es: Poligamia
fr: Polygamie
hi: बहुविवाह
it: Poligamia
nl: Polygamie
pl: Poligamia
pt: Poligamia
ru: Полигамия
tr: Çok eşlilik
uk: Полігамія

source: Polyhedron
de: Polyeder
es: Poliedro
fr: Polyèdre
hi: बहुफलक
it: Poliedro
nl: Veelvlak
pl: Wielościan
pt: Poliedro
ru: Многогранник
tr: Çok Yüzlü
uk: Багатогранний

source: Polynomial
de: Polynom
es: Polinomio
fr: Polynôme
hi: बहुपद
it: Polinomiale
nl: Polynoom
pl: Wielomian
pt: Polinômio
ru: Многочлен
tr: Polinom
uk: Поліном

source: Pomeranian
de: Spitz
es: Pomerania
fr: Loulou de Poméranie
hi: पोमेरेनियन
it: Volpino di Pomerania
nl: Pommeren
pl: Pomorski
ru: Шпиц
uk: Померанський

source: Poodle
de: Pudel
es: Caniche
fr: Caniche
hi: पूडल
it: Barboncino
nl: Poedel
pl: Pudel
ru: Пудель
tr: Kaniş
uk: Пудель

source: Pop
de: Popmusik
es: Música pop
hi: पॉप
ru: Поп-музыка
uk: Поп

source: Poplin
de: Popeline
es: Popelina
fr: Popeline
hi: पॉप्लिन
it: Popeline
nl: Popeline
pl: Popelina
pt: Popelina
ru: Поплин
uk: Поплін

source: Poppy
de: Mohn
es: Amapola
fr: Pavot
hi: पोस्त
it: Papavero
nl: Klaproos
pl: Mak
pt: Papoula
ru: Мак
tr: Gelincik
uk: Мак

source: Porcelain
de: Porzellan
es: Porcelana
fr: Porcelaine
hi: चीनी मिट्टी
it: Porcellane
nl: Porselein
pl: Porcelana
pt: Porcelana
ru: Фарфор
tr: Porselen
uk: Порцеляна

source: Porch
de: Veranda
es: Porche
fr: Porche
hi: पोर्च
it: Portico
nl: Veranda
pl: Ganek
pt: Varanda
ru: Крыльцо
tr: Sundurma
uk: Ганок

source: Porcupine
de: Stachelschwein
es: Puercoespín
fr: Porc-épic
hi: साही
it: Porcospino
nl: Stekelvarken
pl: Jeżozwierz
pt: Porco-espinho
ru: Дикобраз
tr: Oklu kirpi
uk: Поркупін

source: Pork
de: Schweinefleisch
es: Cerdo
fr: Porc
hi: सूअर का मांस
it: Maiale
nl: Varkensvlees
pl: Wieprzowina
pt: Carne de porco
ru: Свинина
tr: Domuz
uk: Свинина

source: Portico
de: Portikus
es: Pórtico
fr: Portique
hi: डयोढ़ी
nl: Portiek
pl: Portyk
pt: Pórtico
ru: Портик
tr: Portiko
uk: Портик

source: Postulate
de: Postulat
es: Postulado
fr: Postulat
hi: मान लेना
it: Postulare
nl: Postulaat
pl: Postulat
pt: Postular
ru: Постулат
tr: Posülasyon
uk: Постулювати

source: Pot
de: Topf
es: Olla
hi: भगौना
it: Vaso
pl: Garnek
pt: Pote
ru: Горшок
tr: Çömlek
uk: Горщик

source: Potato
de: Kartoffel
es: Patata
fr: Pomme de terre
hi: आलू
it: Patata
nl: Aardappel
pl: Ziemniak
pt: Batata
ru: Картофель
tr: Patates
uk: Картопля

source: Pottery
de: Töpferware
es: Cerámica
fr: Poterie
hi: मिट्टी के बर्तन
it: Ceramica
nl: Aardewerk
pl: Ceramika
pt: Cerâmica
ru: Керамика
tr: Çömlekçilik
uk: Кераміка

source: Pouch
de: Beutel
es: Bolso
fr: Poche
hi: पाउच
it: Astuccio
nl: Zak
pl: Woreczek
pt: Bolsa
ru: Мешочек
tr: Kese
uk: Підсумка

source: Pound
de: Pfund
es: Libra
fr: Livre
hi: पाउंड
it: Libbra
nl: Pond
pl: Funt
pt: Libra
ru: Фунт
tr: Sterlin
uk: Фунт

source: Pour
de: Gießen
es: Verter
fr: Verser
hi: डालना
it: Versare
nl: Gieten
pl: Nalać
pt: Servir
ru: Лить
tr: Dökmek
uk: Налити

source: Prague
de: Prag
es: Praga
hi: प्राग
it: Praga
nl: Praag
pl: Praga
pt: Praga
ru: Прага
tr: Prag
uk: Прага

source: Prairie
de: Prärie
es: Pradera
hi: प्रेयरी
it: Prateria
pl: Preria
pt: Pradaria
ru: Прерия
tr: Çayır
uk: Прерії

source: Precedent
de: Präzedenzfall
es: Precedente
fr: Précédent
hi: नज़ीर
it: Precedente
pl: Precedens
pt: Precedente
ru: Прецедент
tr: Emsal
uk: Прецедент

source: Precipitate
de: Niederschlag
es: Precipitar
fr: Précipiter
hi: अवक्षेप
it: Precipitare
nl: Neerslaan
pl: Wytrącać
pt: Precipitar
ru: Стремительный
tr: Çöken
uk: Осіти

source: Precipitation
de: Niederschlag
es: Precipitación
fr: Précipitation
hi: अवक्षेपण
it: Precipitazioni
nl: Neerslag
pl: Opady atmosferyczne
pt: Precipitação
ru: Осадки
tr: Yağış
uk: Опади

source: Pride
de: Stolz
es: Orgullo
fr: Fierté
hi: गर्व
it: Orgoglio
nl: Trots
pl: Duma
pt: Orgulho
ru: Гордость
tr: Gurur
uk: Гордість

source: Primrose
de: Schlüsselblume
es: Prímula
fr: Primevère (jaune)
hi: पीतसेवती
it: Primula
nl: Sleutelbloem
pl: Pierwiosnek
pt: Prímula
ru: Первоцвет
tr: Çuha çiçeği
uk: Примули

source: Prism
de: Prisma
es: Prisma
fr: Prisme
hi: प्रिज़्म
it: Prisma
nl: Prisma
pl: Pryzmat
pt: Prisma
ru: Призма
tr: Prizma
uk: Призма

source: Probability
de: Wahrscheinlichkeit
es: Probabilidad
fr: Probabilité
hi: संभावना
it: Probabilità
nl: Waarschijnlijkheid
pl: Prawdopodobieństwo
pt: Probabilidade
ru: Вероятность
tr: Olasılık
uk: Ймовірність

source: Processor
de: Prozessor
es: CPU
fr: Unité centrale
hi: प्रोसेसर
it: Processore
pl: Procesor
pt: Processador
ru: Процессор
tr: Işlemci
uk: Процесор

source: Prologue
de: Prolog
es: Prólogo
hi: प्रस्तावना
it: Prologo
nl: Proloog
pl: Prolog
pt: Prólogo
ru: Пролог
tr: Önsöz
uk: Пролог

source: Proof
de: Beweis
es: Prueba
fr: Preuve
hi: प्रमाण
it: Prova
nl: Bewijs
pl: Dowód
pt: Prova
ru: Доказательство
tr: Kanıt
uk: Доказ

source: Proportion
de: Anteil
es: Proporción
hi: अनुपात
it: Proporzione
nl: Verhouding
pl: Proporcja
pt: Proporção
ru: Пропорция
tr: Oran
uk: Пропорція

source: Protocol
de: Protokoll
es: Protocolo de comunicación
fr: Protocole
hi: विज्ञप्ति
it: Protocollo
pl: Protokół
pt: Protocolo
ru: Протокол
tr: Protokol
uk: Протокол

source: Protractor
de: Winkelmesser
es: Transportador
fr: Rapporteur
hi: प्रोट्रैक्टर
it: Protrattore
nl: Gradenboog
pl: Kątomierz
pt: Protrator
ru: Транспортир
tr: İletki
uk: Перетягувачи

source: Psychedelic
de: Psychedelisch
es: Sicodélico
fr: Psychédélique
hi: साइकेडेलिक
it: Psichedelico
nl: Psychedelisch
pl: Psychodeliczny
pt: Psicodélico
ru: Психоделический
uk: Психоделічний

source: Psychologist
de: Psychologe
es: Sicólogo
fr: Psychologue
hi: मनोविज्ञानी
it: Psicologo
nl: Psycholoog
pl: Psycholog
pt: Psicólogo
ru: Психолог
tr: Psikolog
uk: Психолог

source: Psychology
de: Psychologie
es: Psicología
fr: Psychologie
hi: मनोविज्ञान
it: Psicologia
nl: Psychologie
pl: Psychologia
pt: Psicologia
ru: Психология
tr: Psikoloji
uk: Психологія

source: Pufferfish
de: Kugelfisch
es: Fugu
fr: Poisson-globe
hi: पफरफिश
it: Pesce palla
nl: Puffervis
pl: Rozdymka
pt: Peixe-marfão
ru: Рыба-фугу
tr: Kirpi balığı
uk: Риба-фугу

source: Puffin
de: Papageientaucher
es: Frailecillo
fr: Macareux
hi: पफ़िन
it: Puffino
nl: Papegaaiduiker
pl: Maskonur
pt: Papagaio-do-mar
ru: Тупик
uk: Пуфін

source: Pug
de: Mops
es: Doguillo
fr: Carlin
hi: पग
it: Carlino
nl: Mopshond
pl: Mops
ru: Мопс
uk: Мопс

source: Punjabi
de: Punjabi-Sprache
fr: Du Pendjab
hi: पंजाबी
it: Del Punjab
pl: Pendżabski
ru: Пенджаби
tr: Pencap
uk: Пенджабі

source: Punk
de: Punkrock
es: Música punk
hi: पंक
ru: Панк
tr: Serseri
uk: Панк

source: Purple
de: Purpur
es: Púrpura
fr: Violet
hi: बैंगनी
it: Viola
nl: Paars
pl: Fioletowy
pt: Roxo
ru: Фиолетовый
tr: Mor
uk: Фіолетовий

source: Purse
de: Geldbörse
es: Bolso
fr: Sac à main
hi: बटुआ
it: Borsa
nl: Portemonnee
pl: Torebka
pt: Bolsa
ru: Сумочка
tr: Cüzdan
uk: Гаманець

source: Pyramid
de: Pyramide
es: Pirámides de Egipto
fr: Pyramide
hi: पिरामिड
it: Piramide
nl: Piramide
pl: Piramida
pt: Pirâmide
ru: Пирамида
tr: Piramit
uk: Піраміда

source: Quadrillion
de: Quadrillionen
es: Mil billones
fr: Trillion
hi: क्वाड्रिलियन
it: Quadrilione
nl: Quadriljoen
pl: Biliard
pt: Quadrilhão
ru: Квадриллион
tr: Katrilyon
uk: Квадрильйон

source: Quail
de: Wachtel
es: Codorniz
fr: Caille
hi: बटेर
it: Quaglia
nl: Kwartel
pl: Przepiórka
pt: Codorna
ru: Перепел
tr: Bıldırcın
uk: Перепел

source: Quarry
de: Steinbruch
es: Cantera
fr: Carrière
hi: खदान
it: Cava
nl: Steengroeve
pl: Kamieniołom
pt: Pedreira
ru: Карьер
tr: Taş ocağı
uk: Кар'єр

source: Quarter
de: Quartal
es: Cuatrimestre
fr: Trimestre
hi: चौथा भाग
it: Quarto
nl: Kwartaal
pl: Kwartał
pt: Trimestre
ru: Квартал
tr: Çeyrek
uk: Чверть

source: Quartz
de: Quarz
es: Cuarzo
hi: स्फटिक
it: Quarzo
nl: Kwarts
pl: Kwarc
pt: Quartzo
ru: Кварц
tr: Kuvars
uk: Кварц

source: Quebec
de: Quelle
es: Queso
fr: Quintal
it: Quaderno
nl: Quotiënt
ru: Квебек
tr: Şırnak

source: Queue
de: Warteschlange
es: Cola
fr: File
hi: क्यू
it: Coda
nl: Wachtrij
pl: Kolejka
pt: Fila
ru: Очередь
tr: Kuyruk
uk: Черга

source: Quicksand
de: Treibsand
es: Arenas movedizas
fr: Sables mouvants
hi: बालू वाली दलदल
it: Sabbie mobili
nl: Drijfzand
pl: Ruchome piaski
pt: Areia movediça
ru: Зыбучий песок
tr: Yutan kum
uk: Швидкий Сок

source: Quilting
de: Steppen
es: Hacer una colcha
fr: Matelassage
hi: रज़ाई
it: Il trapuntare
nl: Quilten
pl: Pikowanie
pt: Acolchoado
ru: Квилтинг
tr: Kapitone
uk: Стьобання

source: Quiver
de: Köcher
es: Carcaj
fr: Carquois
hi: थरथराना
it: Faretra
nl: Pijlkoker
pl: Kołczan
pt: Aljava
ru: Колчан
tr: Ürpermek
uk: Колчан

source: Rabbit
de: Hase
es: Conejo
fr: Lapin
hi: ख़रगोश
it: Coniglio
nl: Konijn
pl: Królik
pt: Coelho
ru: Кролик
tr: Tavşan
uk: Кролик

source: Raccoon
de: Waschbär
es: Mapache
fr: Raton laveur
hi: एक प्रकार का जानवर
it: Procione
nl: Wasbeer
pl: Szop pracz
pt: Guaxinim
ru: Енот
tr: Rakun
uk: Єнот

source: Racketeering
de: Erpressung
es: Crimen organizado
fr: Racket
hi: रैकेटियरिंग
it: Racket
nl: Gangsterpraktijken
pl: Wymuszanie okupu
pt: Extorção
ru: Рекет
tr: Şantaj
uk: Рекетування

source: Radiation
de: Strahlung
es: Radiación
fr: Rayonnement
hi: विकिरण
it: Radiazioni
nl: Uit-
pl: Promieniowanie
pt: Radiação
ru: Радиация
tr: Radyasyon
uk: Радіація

source: Radiator
de: Heizkörper
es: Radiador
fr: Radiateur
hi: रेडिएटर
it: Calorifero
pl: Chłodnica
pt: Aquecedor
ru: Обогреватель
tr: Radyatör
uk: Радіатор

source: Radical
de: Radikal
hi: अत्यधिक
it: Radicale
nl: Radicaal
pl: Radykalny
ru: Радикал
tr: Radikal
uk: Радикальний

source: Raft
de: Floß
es: Balsa
fr: Radeau
hi: बेड़ा
it: Zattera
nl: Vlot
pl: Tratwa
pt: Jangada
ru: (Сплавной) плот
tr: Sal
uk: Пліт

source: Ragamuffin
de: Gassenkind
es: Pilluelo
hi: रैगमुफिन
nl: Boefje
pl: Obdartus
pt: Maltrapilho
ru: Оборванец
uk: Рагамафін

source: Rain
de: Regen
es: Lluvia
fr: Pluie
hi: वर्षा
it: Pioggia
nl: Regen
pl: Deszcz
pt: Chuva
ru: Дождь
tr: Yağmur
uk: Дощ

source: Rainbow
de: Regenbogen
es: Arcoíris
fr: Arc-en-ciel
hi: इंद्रधनुष
it: Arcobaleno
nl: Regenboog
pl: Tęcza
pt: Arco-íris
ru: Радуга
tr: Gökkuşağı
uk: Веселка

source: Raincoat
de: Regenmantel
es: Impermeable
fr: Imperméable
hi: बरसाती
it: Impermeabile
nl: Regenjas
pl: Płaszcz od deszczu przeciwdeszczowy
pt: Capa de chuva
ru: Плащ
tr: Yağmurluk
uk: Дощовик

source: Rake
de: Harke
es: Rastrillo
fr: Râteau
hi: पाँचा
it: Solcare
nl: Hark
pl: Grabie
pt: Ancinho
ru: Грабли
tr: Tırmık
uk: Граблі

source: Ramekin
de: Käseauflauf
fr: Ramequin
hi: रामेकिन
nl: Eenpersoons ovenschaal
pl: Kokilka
pt: Ramequim
ru: Рамекин
uk: Рамекін

source: Ranunculus
de: Hahnenfußgewächs
es: Ranúnculo
fr: Renoncule
hi: रानुनकुलस
it: Ranuncolo
nl: Ranonkel
pl: Jaskier
pt: Ranúnculo
ru: Ранункулюс
uk: Ранункулюс

source: Ratchet
de: Zahnkranz
es: Trinquete
fr: Cliquet
hi: शाफ़्ट
it: Nottolino
nl: Ratel
pl: Zapadka
pt: Soquete
ru: Храповик
tr: Mandal
uk: Храповик

source: Ratio
de: Verhältnis
fr: Rapport
hi: अनुपात
it: Rapporto
nl: Verhouding
pl: Stosunek
pt: Proporção
ru: Соотношение
tr: Oran
uk: Співвідношення

source: Rattlesnake
de: Klapperschlange
es: Serpiente cascabel
fr: Serpent à sonnette
hi: रैटल-सर्प
it: Serpente a sonagli
nl: Ratelslang
pl: Grzechotnik
pt: Cascavel
ru: Гремучая змея
tr: Çıngıraklı Yılan
uk: Гримука змія

source: Raven
de: Rabe
es: Cuervo
fr: Grand corbeau
hi: रेवेन
it: Corvo
nl: Raaf
pl: Kruk
pt: Corvo
ru: Ворон
tr: Kuzgun
uk: Ворон

source: Ray
de: Halbgerade
es: Rayo
fr: Rayon
hi: रे
it: Raggio
nl: Straal
pl: Promień
pt: Raio
ru: Луч
tr: Işın
uk: Промінь

source: Rayon
de: Reyon
es: Rayón
fr: Rayonne
hi: रेयॉन
it: Raion
pt: Seda artificial
ru: Вискоза
uk: Район

source: Reaction
de: Reaktion
es: Reacción
fr: Réaction
hi: प्रतिक्रिया
it: Reazione
nl: Reactie
pl: Reakcja
pt: Reação
ru: Реакция
tr: Reaksiyon
uk: Реакція

source: Reading
de: Lesen
es: Lectura
fr: Lecture
hi: पढ़ाई
it: Lettura
nl: Lezen
pl: Czytanie
pt: Leitura
ru: Чтение
tr: Okuma
uk: Читання
